"LANG" = "(cs)";

"TB_ONYX" = "OnyX";
"TB_CHECK" = "Ověřování";
"TB_MAINTAIN" = "Údržba";
"TB_CLEAN" = "Čištění";
"TB_UTILS" = "Nástroje";
"TB_AUTOMATE" = "Automatizace";
"TB_PARAM" = "Parametry";
"TB_INFO" = "Informace";
"TB_LOG" = "Záznamy";

"TT_ONYX" = "Zobrazit pouze Panel nástrojů";
"TT_CHECK" = "Ověřuje se";
"TT_MAINTAIN" = "Provádí se údržba systému";
"TT_CLEAN" = "Čistí se";
"TT_UTILS" = "Provádí se různé operace";
"TT_AUTOMATE" = "Vykonávání systémové údržby a čištění";
"TT_PARAM" = "Aktivace skrytých funkcí";
"TT_INFO" = "Zobrazit informace";
"TT_LOG" = "Zobrazují se záznamy OnyX";

"EXEC_ONYX" = "Spouští se OnyX";
"READ_PARAM" = "Načítají se parametry…";
"READ_INFO" = "Načítají se informace…";

"DEFAULT" = "Výchozí";
"BY_PROC" = " (na procesor)";
"BY_CORE" = " (na jádro)";
"USEDBYSYSTEM" = " (používá System)";
"USEDBYONYX" = " (používá OnyX)";
"OCTETS" = " bajtů";
"KO" = " KB";
"MO" = " MB";
"GO" = " GB";
"TO" = " TB";

"B_CANCEL" = "Zrušit";
"B_DL" = "Zkopírovat";
"B_QUIT" = "Ukončit";
"B_CONTINUE" = "Pokračovat";
"B_RESTART" = "Restartovat";
"B_CLOSE" = "Zavřít";
"B_SHUTDOWN" = "Vypnout";
"B_CREATE" = "Vytvořit";
"B_DELETE" = "Smazat";
"B_ENABLE" = "Zapnout";
"B_DISABLE" = "Vypnout";
"FIELD_ENABLE" = "Zapnuto";
"FIELD_DISABLE" = "Vypnuto";

"CHECK_UPDATE" = "Ověřují se aktualizace…";
"UPTODATE" = "Aplikace OnyX je aktuální.";
"MSG_UPTODATE" = "Není dostupná žádná novější verze aplikace OnyX. Pro pokračování klepněte na Budiž.";
"NO_UPDATE" = "Žádná nová verze není dostupná";
"NO_UPDATEBETA" = "Ve vývojových verzích nelze vyhledávat aktualizace.";
"UPDATE_DL" = "Byla zjištěna nová verze a byla zkopírována";
"UPDATE_NODL" = "Byla zjištěna nová verze, ale nebyla zkopírována";
"DL_UPDATE" = "Probíhá kopírování…";
"NEW_VERS" = "Je dostupná novější verze.";
"MSG_VERSA" = "Nyní používáte verzi ";
"MSG_VERSB" = " aplikace OnyX.\nJe dostupná novější (";
"MSG_VERSC" = ") verze aplikace OnyX.\n Přejete si ji zkopírovat?";
"DLOK" = "Zkopírováno.";
"MSG_DLOK" = "Poslední verze aplikace OnyX byla zkopírována a umístěna na plochu (nebo do složky, která byla zadána v Předvolbách aplikace OnyX).";

"CHECK_SMART" = "Provádí se test S.M.A.R.T.";
"MSG_CHECKSMART" = "Je doporučeno provést test S.M.A.R.T. disku. Tato operace zabere jen několik sekund a může být vypnuta v předvolbách aplikace OnyX.";
"DISABLE_SMART" = "Provedení testu S.M.A.R.T. při startu aplikace lze zakázat v předvolbách aplikace OnyX.";
"SMART_VERIFIED" = "Test S.M.A.R.T. proveden.";
"MSG_SMART_VERIFIED" = "Disk prošel úspěšně testem S.M.A.R.T.";
"SMART_NOTSUPPORTED" = "Test S.M.A.R.T. není podporován.";
"MSG_SMART_NOTSUPPORTED" = "Test S.M.A.R.T. nebyl proveden, protože není tímto diskem podporován.";
"SMART_NOTVERIFIED" = "Test S.M.A.R.T. nebyl proveden.";
"MSG_SMART_NOTVERIFIED" = "Při provádění testu S.M.A.R.T. vašeho disku byla zjištěna chyba.";
"MSG_SMART_RAID" = "OnyX nemůže provést test S.M.A.R.T. disku ve svazku RAID.";

"CHECKDISK" = "Ověřování startovacího disku";
"MSG_ALERTCHECK" = "Před spuštěním údržby nebo čištěním systému, se doporučuje ověřit startovací disk.";
"MSG_CHECKDISK" = "Pro ověření, ukončete prosím všechny spuštěné (některé procesy mohou rušit výsledky ověřování) a klepněte na Pokračovat. \nBěhem ověřování, může program Finder odpovídat pomaleji nebo neodpovídat vůbec, může se objevit duhové kolečko nebo váš počítač může přestat odpovídat úplně (zamrzne). Tyto jevy jsou normální, počkejte prosím!!";
"CHECKDISK_OK" = "Disk ověřen.";
"MSG_CHECKDISK_OK" = "Startovací disk je v pořádku.";
"CHECKDISK_NOTOK" = "Startovací disk potřebuje opravu.";
"MSG_CHECKDISK_NOTOK" = "Pro opravení startovacího disku, spusťte váš počítač z instalačního disku (CD nebo DVD) a pak vyberte z nabídky položku Obslužné programy -> Obsluha disků…";
"NOCHECKDISK" = "Nelze ověřit.";
"MSG_NOCHECKDISK" = "Nelze ověřit startovací disk, protože není žurnálovaný.";

"CHECK_PLIST" = "Ověřuje se soubor předvoleb…";
"PLIST_OK" = "Soubory předvoleb jsou v pořádku.";

"REPAIRPERM" = "Ověřují se a opravují oprávnění";
"DAILY" = "Vykonává se skript Daily";
"WEEKLY" = "Vykonává se skript Weekly";
"MONTHLY" = "Vykonává se skript Monthly";
"ARCHIVEDLOGS" = "Maže se Archivované protokoly";
"ENDSCRIPTS" = "Sktipty dokončeny.";
"MSG_ENDSCRIPTS" = "Vybrané skripty byly úspěšně provedeny.";
"LAST_EXEC" = "- Naposledy vykonáno: ";
"MAINTAIN" = "Údržba";
"LAUNCHSERVICES" = "Přestavuje se databáze LaunchServices";
"DSSTORE" = "Mažou se soubory .DS_Store";
"DYLDCACHE" = "Aktualizuje se vyrovnávací paměť knihoven dyld";
"INDEX_SPOTLIGHT" = "Maže se index služby Spotlight";
"INDEX_BAL" = "Přestavuje se index složek aplikace Mail";
"SIDEBAR" = "Obnovuje se nastavení Přihrádky oken Finder";
"HELPVIEWER" = "Obnovuje se nastavení nabídky aplikace Help Viewer";
"ENDMAINTAIN" = "Kroky údržby byly vykonány.";
"MSG_ENDMAINTAIN" = "Vybrané kroky údržby byly vykonány.";

"CLEAN" = "Čištění…";
"CACHE_BOOT" = "Maže se vyrovnávací pamět spouštění";
"CACHE_KERNEL" = "Maže se vyrovnávací paměť jádra";
"CACHE_INTLDATA" = "Maže se vyrovnávací pamět Národních voleb";
"CUPS_FILES" = "Mažou se úlohy tiskového systému CUPS";
"CACHE_DIRECTORYSERVICE" = "Maže se vyrovnávací pamět Adresářových služeb";
"CACHE_COMPQT" = "Maže se vyrovnávací pamět komponent QuickTime";
"CACHE_COMPAUDIO" = "Maže se vyrovnávací pamět komponent Audio";
"CACHE_COMPOTHERS" = "Maže se vyrovnávací pamět různých komponent";
"CACHE_APP" = "Maže se vyrovnávací pamět aplikací";
"CACHE_PREFPANES" = "Maže se vyrovnávací pamět panelů předvoleb";
"CACHE_AU" = "Maže se vyrovnávací pamět jednotek Audio";
"CACHE_JAVA" = "Maže se vyrovnávací pamět Java a Java appletů";
"CACHE_DESKTOP" = "Maže se vyrovnávací pamět Plochy";
"CACHE_ICONDOCK" = "Maže se vyrovnávací pamět ikon Doku";
"CACHE_COLORSYNC" = "Maže se vyrovnávací pamět profilů ColorSync";
"CACHE_QUICKLOOK" = "Maže se vyrovnávací pamět QuickLook";
"TEMP_ITEMS" = "Mažou se dočasné soubory";
"CACHE_BROWSER" = "Maže se vyrovnávací paměť prohližečů";
"CACHE_DOWNLOAD" = "Maže se vyrovnávací paměť kopírování";
"HISTORY_BROWSER" = "Maže se historie prohlížečů";
"RECENT_SEARCH" = "Mažou se poslední vyhledávání";
"WEBPAGE_PREVIEWS" = "Mažou se náhledy stránek v Safari";
"BOOKMARKS_ICONS" = "Mažou se ikony záložek";
"INFOS_FORM" = "Mažou se data formulářů";
"COOKIES" = "Mažou se cookies";
"CACHE_FONTS" = "Maže se vyrovnávací paměť písem";
"RECENT_ITEMS" = "Mažou se poslední položky aplikací";
"RECENT_CONVERSIONS" = "Mažou se poslední převody v kalkulátoru";
"MAIL_DOWNLOADS" = "Maže se složka s přílohami Mail";
"SAVED_SEARCHES" = "Mažou se položky ve složce Uložená hledání";
"TMP" = "Mažou se dočasné a zastaralé soubory";
"OLDITUNESLIB" = "Mažou se soubory starých knihoven iTunes";
"MYCOMPSS" = "Maže se seznam 'Počítače' aplikace Sdílení obrazovky";
"CONTENTGUIDEQT" = "Maže se příručka obsahu QuickTime";
"ENDCLEAN" = "Čištění dokončeno.";
"MSG_ENDCLEAN" = "Vybrané příkazy čištění byly vykonány.";

"EMPTY_TRASH" = "Maže se obsah Koše";
"DESTROY_TRASH" = "Níčí se obsah Koše";
"ALRT_TRASH" = "Obsah Koše všech uživatelů a všech připojených disků bude zcela vysypán.";
"MSG_DESTROYTRASH" = "Výstraha: Tato operace bude trvat velmi dlouho. Wait for the task to complete!";
"ENDEMPTYTRASH" = "Koš byl vysypán.";
"MSG_ENDEMPTYTRASH" = "Obsah košů všech uživatelů ze všech připojených disků byl úspěšně vysypán.";

"LOCATE_YES" = "Vytváří se databáze Locate";
"LOCATE_NO" = "Maže se databáze Locate";
"MSG_DELETELOCATE" = "Skutečně si přejete smazat databázi Locate?";
"UPDATE_LOCATE" = "Aktualizuje se databáze Locate";
"SEARCH_LOCATE" = "Hledá se v databázi Locate";
"ENDUPDLOCATE" = "Databáze Locate byla aktualizována.";
"MSG_ENDUPDLOCATE" = "Databáze Locate byla úspěšně přestavěna a aktualizována.";
"SEARCH_RESULT" = "Výsledky hledání";
"NO_ITEMFOUND" = "Žádná položka obsahující";
"NO_FOUND" = "Nebyla nalezena.";
"ONE_ITEMFOUND" = "Pouze jedna položka obsahující";
"ONE_FOUND" = "byla nalezena.";
"MORE_ITEMFOUND" = "položek obsahující";
"MORE_FOUND" = "byly nalezeny.";
"UPDATE_WHATIS" = "Aktualizuje se databáze Whatis";
"ENDUPDWHATIS" = "Databáze Whatis byla aktualizována.";
"MSG_ENDUPDWHATIS" = "Databáze Whatis byla úspěšně přestavěna a aktualizována.";

"ACCT_YES" = "Zapíná se sledování procesů";
"ACCT_NO" = "Vypíná se sledování procesů";

"SHOWVOLUME" = "Zapíná se zobrazování svazku: ";
"HIDEVOLUME" = "Vypíná se zobrazování svazku: ";
"SHOWFOLDER" = "Zapíná se zobrazování složky: ";
"HIDEFOLDER" = "Vypíná se zobrazování složky: ";
"SHOWFILE" = "Zapíná se zobrazování souboru: ";
"HIDEFILE" = "Vypíná se zobrazování souboru: ";

"AUTOMATE" = "Automatizace…";
"ALL_LOGS" = "Mažou se protokoly a Diagnostické zprávy";
"SYSTEM_CACHE" = "Maže se systémová vyrovnávací paměť";
"USER_CACHE" = "Maže se uživatelská vyrovnávací paměť";
"WEB_CACHE" = "Maže se historie a vyrovnávací paměť prohlížeče";
"MISC_ITEMS" = "Mažou se různé položky";
"ENDAUTOMATE" = "Automatické úlohy byly vykonány.";
"MSG_ENDAUTOMATE" = "Vybrané příkazy automatických úloh byly vykonány.";

"RESTART" = "Vybrané úkoly byly úspěšně vykonány.";
"MSG_RESTART" = "Nyní prosím restartujte počítač.";

"DOUBLEBOTH" = "Zapínají se dvojité šipky na koncích posuvníku";
"DOUBLEMAX" = "Zapínají se dvojité šipky v horní a pravé části posuvníku";
"DOUBLEMIN" = "Zapínají se dvojité šipky v horní a levé části posuvníku";
"SINGLE" = "Zapínají se jednoduché šipky na koncích posuvníku";
"SETTIME" = "Mění se doba rozevírání oken";
"CRASHREPORT_BASIC" = "Zapíná se základní režim Diagnostické zprávy";
"CRASHREPORT_DEV" = "Zapíná se vývojářský režim Diagnostické zprávy";
"CRASHREPORT_SERVER" = "Zapíná se serverový režim Diagnostické zprávy";
"DSSTORENETWORK_YES" = "Zapíná se vytváření souborů .DS_Store na síťových discích";
"DSSTORENETWORK_NO" = "Vypíná se vytváření souborů .DS_Store na síťových discích";
"DSSTORENETWORK" = "Změna vytváření souborů .DS_Store na síťových discích.";
"DSSTORENETWORK_RESTART" = "Změna vytváření souborů .DS_Store na síťových discích se uplatní až po restartu počítače.\nPřejete si restartovat počítač nyní?";
"FORMAT_CAPTURE" = "Mění formát souboru otisku obrazovky";
"SHADOWSC_YES" = "Zapíná se stín pod oknem v otisku obrazovky";
"SHADOWSC_NO" = "Vypíná se stín pod oknem v otisku obrazovky";
"PATH_CAPTURE" = "Mění se cesta pro uložení otisků obrazovek";
"NEWNAME_CAPTURE" = "Mění se jména souborů otisků obrazovek";
"RECENTITEMS_YES" = "Zobrazují se poslední položky v aplikacích";
"RECENTITEMS_NO" = "Skrývají se poslední položky v aplikacích";
"RECENTPLACES" = "Mění se počet posledních míst v dialozích";
"START_ANIMDESKTOP" = "Zapíná se se animované pozadí plochy";
"STOP_ANIMDESKTOP" = "Vypíná se animované pozadí plochy";
"ALERTDOWNLOADED_YES" = "Zapíná se zobrazování výstrahy při spouštění aplikace zkopírované z Internetu";
"ALERTDOWNLOADED_NO" = "Vypíná se zobrazování výstrahy při spouštění aplikace zkopírované z Internetu";
"PP_ARCHIVES" = "Instaluje se panel předvoleb Archives";
"PP_PROCESSOR" = "Instaluje se panel předvoleb Procesor";
"REINIT_GENERAL" = "Přestavují se hlavní vlastnosti";

"ZOOMAPP_YES" = "Zapíná se rozevírání aplikací";
"ZOOMAPP_NO" = "Vypíná se rozevírání aplikací";
"ZOOMWIND_YES" = "Zapíná se rozevírání oken";
"ZOOMWIND_NO" = "Vypíná se rozevírání oken";
"ANIMINFO_YES" = "Zapíná se animace v informačním okně";
"ANIMINFO_NO" = "Vypíná se animace v informačním okně";
"ANIMSNAP_YES" = "Zapíná se animace Uspořádat podle mřížky";
"ANIMSNAP_NO" = "Vypíná se animace Uspořádat podle mřížky";
"SHOWFILESFINDER_YES" = "Zapíná se zobrazování skrytých souborů a složek";
"SHOWFILESFINDER_NO" = "Vypíná se zobrazování skrytých souborů a složek";
"PATHINTITLE_YES" = "Zapíná se zobrazování aktuální cesty v záhlaví oken";
"PATHINTITLE_NO" = "Vypíná se zobrazování aktuální cesty v záhlaví oken";
"FOLDERCONTENTQL_YES" = "Zapíná se zobrazování obsahu složek v QuickLook";
"FOLDERCONTENTQL_NO" = "Zapíná se zobrazování obsahu složek v QuickLook";
"LABEL_1LINE" = "Zapíná se jednořádkové zobrazování textu pod ikonami";
"LABEL_2LINES" = "Zapíná se dvouřádkové zobrazování textu pod ikonami";
"MENUBAR" = "Mění se pozadí řádku nabídek";
"MENUBAR_RESTART" = "Změna pozadí řádku nabídek se uplatní až po restartu počítače.\nPřejete si restartovat počítač nyní?";
"SHOWPREFS_YES" = "Zapíná se zobrazování položky Předvolby… v nabídce Finder";
"SHOWPREFS_NO" = "Vypíná se zobrazování položky Předvolby… v nabídce Finder";
"SHOWTRASH_YES" = "Zapíná se zobrazování položky Vysypat koš… v nabídce Finder";
"SHOWTRASH_NO" = "Vypíná se zobrazování položky Vysypat koš… v nabídce Finder";
"QUITFINDER_YES" = "Zapíná se zobrazování položky Ukončit v nabídce Finder";
"QUITFINDER_NO" = "Vypíná se zobrazování položky Ukončit v nabídce Finder";
"SHOWEJECT_YES" = "Zapíná se zobrazování položky Vysunout v nabídce Finder";
"SHOWEJECT_NO" = "Vypíná se zobrazování položky Vysunout v nabídce Finder";
"SHOWBURN_YES" = "Zapíná se zobrazování položky Vypálit disk… v nabídce Finder";
"SHOWBURN_NO" = "Vypíná se zobrazování položky Vypálit disk… v nabídce Finder";
"PERSOTOOLBAR_YES" = "Zapíná se zobrazování položky Přizpůsobit řádek nástrojů v nabídce Zobrazení";
"PERSOTOOLBAR_NO" = "Vypíná se zobrazování položky Přizpůsobit řádek nástrojů v nabídce Zobrazení";
"VIEWOPTIONS_YES" = "Zapíná se zobrazování položky Volby zobrazení v nabídce Zobrazení";
"VIEWOPTIONS_NO" = "Vypíná se zobrazování položky Volby zobrazení v nabídce Zobrazení";
"IDISK_YES" = "Zapíná se zobrazování položky iDisk v nabídce Otevřít";
"IDISK_NO" = "Vypíná se zobrazování položky iDisk v nabídce Otevřít";
"SHOWGOTOFOLDER_YES" = "Zapíná se zobrazování položky Otevřít složku… v nabídce Otevřít";
"SHOWGOTOFOLDER_NO" = "Vypíná se zobrazování položky Otevřít složku… v nabídce Otevřít";
"SHOWCONNECTTO_YES" = "Zapíná se zobrazování položky Připojit k serveru… v nabídce Otevřít";
"SHOWCONNECTTO_NO" = "Vypíná se zobrazování položky Připojit k serveru… v nabídce Otevřít";
"EXTRASMENU" = "Zobrazuje se ";
"EXTRASMENUBAR" = " menu in the menu bar";
"REINIT_FINDER" = "Přestavují se skryté vlastnosti programu Finder";

"DOCK3D" = "Zapíná se zobrazování 3D Doku s efekty odlesků";
"DOCK2D" = "Zapíná se zobrazování 2D Doku efektem průhlednosti";
"GENIE" = "Zapíná se džinový efekt";
"SCALE" = "Zapíná se stupňovitý efekt";
"SUCK" = "Zapíná se sací efekt";
"MINIMIZE128_YES" = "Vypíná se redukce detailů oken v Doku";
"MINIMIZE128_NO" = "Zapíná se redukce detailů oken v Doku";
"ORIENTATION_BOTTOM" = "Zapíná se zobrazování Doku na dolní části obrazovky";
"ORIENTATION_LEFT" = "Zapíná se zobrazování Doku v levé části obrazovky";
"ORIENTATION_RIGHT" = "Zapíná se zobrazování Doku v pravé části obrazovky";
"PINNING_START" = "Dok ukotvuje na začátek";
"PINNING_MIDDLE" = "Dok ukotvuje na střed obrazovky";
"PINNING_END" = "Dok ukotvuje na konec";
"ALIGN_TOP" = "Nahoře";
"ALIGN_BOTTOM" = "Dole";
"ALIGN_LEFT" = "Vlevo";
"ALIGN_RIGHT" = "Vpravo";
"LAUNCHANIM_YES" = "Zapínají se animace během spouštění aplikací";
"LAUNCHANIM_NO" = "Vypínají se animace během spouštění aplikací";
"NOBOUNCING_YES" = "Vypínají se animované upozornění aplikace na pozadí";
"NOBOUNCING_NO" = "Zapínají se animované upozornění aplikace na pozadí";
"ONLYSTATICAPP_YES" = "Zapíná se zobrazování pouze běžících aplikaci v Doku";
"ONLYSTATICAPP_NO" = "Zapíná se zobrazování všech aplikaci v Doku";
"SHOWHIDDEN_YES" = "Zapíná se průhlednost skrytých aplikací";
"SHOWHIDDEN_NO" = "Vypíná se průhlednost pro skryté aplikace";
"AUTOHIDE_YES" = "Zapíná se automatické skrývání Doku";
"AUTOHIDE_NO" = "Vypíná se automatické skrývání Doku";
"ANIMDOCK_YES" = "Turning on animation when hiding/showing the Dock";
"ANIMDOCK_NO" = "Turning off animation when hiding/showing the Dock";
"EXPOSEMENUS_YES" = "Zapíná se zobrazování nabídek Exposé";
"EXPOSEMENUS_NO" = "Vypíná se zobrazování nabídek Exposé";
"LOCKSIZE_YES" = "Uzamyká se velikost ikon v Doku";
"LOCKSIZE_NO" = "Uzamyká se velikost ikon v Doku";
"LOCKCONTENT_YES" = "Uzamykají se ikony v Doku";
"LOCKCONTENT_NO" = "Odemykají se ikony v Doku";
"SINGLEAPP_YES" = "Zapíná se režim jedné aplikace";
"SINGLEAPP_NO" = "Vypíná se režim jedné aplikace";
"LISTSTACK_YES" = "Zapíná se zobrazování nehierarchického seznamu ve Stacks";
"LISTSTACK_NO" = "Zapíná se zobrazování hierarchického seznamu ve Stacks";
"MOUSEOVERSTACK_YES" = "Zapíná se zvýraznění položek při zobrazení mřížky";
"MOUSEOVERSTACK_NO" = "Vypíná se zvýraznění položek při zobrazení mřížky";
"STACK_RECENTFAVORITE" = "Přidávají se Poslední/Oblíbené položky do Doku";
"SPACER_APP" = "Přidává se neviditelná mezera na levou stranu Doku";
"SPACER_OTHERS" = "Přidává se neviditelná mezera na pravou stranu Doku";
"RESTORE_DOCK" = "Obnovují se se skryté vlastnosti a parametry Doku";
"REINIT_DOCK" = "Přestavují se skryté vlastnosti Doku";

"HIDECONTROLSQT_YES" = "Zapíná se skrývání ovládacích prvku v okně QuickTime";
"HIDECONTROLSQT_NO" = "Zapíná se zobrazování ovládacích prvku v okně QuickTime";
"HIDETITLEQT_YES" = "Vypíná se zobrazování záhlaví v okně QuickTime";
"HIDETITLEQT_NO" = "Zapíná se zobrazování záhlaví v okně QuickTime";
"AUTOPLAYMOVIE_YES" = "Zapíná se automatické přehrávání po otevření filmu";
"AUTOPLAYMOVIE_NO" = "Vypíná se automatické přehrávání po otevření filmu";
"ROUNDEDCORNERS_YES" = "Zapíná se zobrazování oblých rohů oken";
"ROUNDEDCORNERS_NO" = "Zapíná se zobrazování pravoúhlých rohů oken";
"FULLSCREENQT_YES" = "Zapíná se celoobrazovkový režim v QuickTime";
"FULLSCREENQT_NO" = "Vypíná se celoobrazovkový režim v QuickTime";
"QTINFOPANEL_YES" = "Zapíná se zobrazování informační panel při spuštění přehrávače QuickTime 7";
"QTINFOPANEL_NO" = "Vypíná se zobrazování informační panel při spuštění přehrávače QuickTime 7";
"REINIT_QUICKTIME" = "Přestavují se skryté vlastnosti QuickTime";

"PDFAUTO_YES" = "Zapíná se otevírání souborů PDF v Safari";
"PDFAUTO_NO" = "Vypíná se otevírání souborů PDF v Safari";
"SAFARICACHE_YES" = "Zapíná vyrovnávací paměť Safari";
"SAFARICACHE_NO" = "Vypíná vyrovnávací paměť Safari";
"BACKFORWARD_YES" = "Zapíná se zobrazení tlačítek Zpět/Vpřed v Safari";
"BACKFORWARD_NO" = "Vypíná se zobrazení tlačítek Zpět/Vpřed v Safari";
"SINGLEWIND_YES" = "Zapíná se režim jediného okna v Safari";
"SINGLEWIND_NO" = "Vypíná se režim jediného okna v Safari";
"CONFIRMCLOSEWIND_NO" = "Vypíná se potvrzování zavření více stránek v Safari";
"CONFIRMCLOSEWIND_YES" = "Zapíná se potvrzování zavření více stránek v Safari";
"DEBUGSAFARI_YES" = "Zapíná se nabídka Develop v aplikaci Safari";
"DEBUGSAFARI_NO" = "Vypíná se nabídka Develop v aplikaci Safari";
"FAVICON_YES" = "Zobrazují se ikony záložek";
"FAVICON_NO" = "Skrývají se ikony záložek";
"SHOWTOOLTIPS_YES" = "Zapíná se zobrazování URL odkazů jako tipy nástrojů";
"SHOWTOOLTIPS_NO" = "Vypíná se zobrazování URL odkazů jako tipy nástrojů";
"PRINTBACKGROUND_YES" = "Zapíná tisknutí pozadí v Safari";
"PRINTBACKGROUND_NO" = "Vypíná tisknutí pozadí v Safari";
"PRINTHEADERFOOTER_YES" = "Zapíná se tisk záhlaví a zápatí v Safari";
"PRINTHEADERFOOTER_NO" = "Vypíná se tisk záhlaví a zápatí v Safari";
"HISTO_SAFARI" = "Nastavují se vlastnosti historie aplikace Safari";
"FIXWEBKITBUG" = "Znovu se zapíná volba pro zvětšování textu";
"REINIT_SAFARI" = "Přestavují se skryté vlastnosti aplikace Safari";

"MAILPLAINTEXT_YES" = "Nastavují se nová poštovní zprávy do formátu Text";
"MAILPLAINTEXT_NO" = "Nastavuje se výchozí nastavení formátu poštovních zpráv";
"DATADETECTMAIL_NO" = "Vypíná se rozpoznávaní dat v aplikaci Mail";
"DATADETECTMAIL_YES" = "Zapíná se rozpoznávaní dat v aplikaci Mail";
"VIEWATTACHMENT_YES" = "Zapíná se zobrazování příloh ve zprávách";
"VIEWATTACHMENT_NO" = "Vypíná se zobrazování příloh ve zprávách";
"MAIL_MINIFONTSIZE" = "Mění se minimální velikost písma ve zprávách";
"COPYNAMEMAIL_YES" = "Zapíná se zobrazování jmen při kopírování emailových adres z kontextové nabídky aplikace Mail";
"COPYNAMEMAIL_NO" = "Vypíná se zobrazování jmen při kopírování emailových adres z kontextové nabídky aplikace Mail";
"REINIT_MAIL" = "Přestavují se skryté vlastnosti aplikace Mail";

"TRACKNUMBER_NO" = "Vypíná se zobrazování čísel stop při importu v iTunes";
"TRACKNUMBER_YES" = "Zapíná se zobrazování čísel stop při importu v iTunes";
"AUTOPLAY_NO" = "Vypíná se přehrávání při importu skladeb do iTunes";
"AUTOPLAY_YES" = "Zapíná se přehrávání při importu skladeb do iTunes";
"DISABLESTORE_NO" = "Zapíná se iTunes Store v iTunes";
"DISABLESTORE_YES" = "Vypíná se iTunes Store v iTunes";
"SHOWPING_YES" = "Zapíná se zobrazování tlačítek Ping v seznamech iTunes";
"SHOWPING_NO" = "Vypíná se zobrazování tlačítek Ping v seznamech iTunes";
"ITUNESLINKS_YES" = "Zapíná se zobrazování odkazových šipek iTunes";
"ITUNESLINKS_NO" = "Vypíná se zobrazování odkazových šipek iTunes";
"LINK_MS" = "Přepíná se přesměrování šipek Music Store";
"LINK_LIB" = "Přepíná se přesměrování šipek na knihovnu";
"HALFSTARS_YES" = "Zapíná se jemnější hodnocení";
"HALFSTARS_NO" = "Vypíná se jemnější hodnocení";
"HIGHCONTRAST_YES" = "Zapíná se režim vysokého kontrastu v iTunes";
"HIGHCONTRAST_NO" = "Vypíná se režim vysokého kontrastu v iTunes";
"ITUNESZOOM_NO" = "Zapíná se aktivace mini-přehrávače stisknutím zeleného tlačítka semaforu";
"ITUNESZOOM_YES" = "Vypíná se aktivace mini-přehrávače stisknutím zeleného tlačítka semaforu";
"REINIT_ITUNES" = "Přestavují se skryté vlastnosti aplikace iTunes";

"LOAD_IMAGELOGIN" = "Mění se obrázek pozadí přihlašovacího okna";
"RESET_IMAGELOGIN" = "Obnovuje se obrázek pozadí přihlašovacího okna";
"MSGLOGIN_YES" = "Zapíná se zpráva v Okně přihlášení";
"MSGLOGIN_NO" = "Vypíná se zpráva v Okně přihlášení";
"MODIF_LOGIN" = "Mění se vlastnosti Okna přihlášení";
"ENABLEKIOSK" = "Zapíná se stánkový režim";
"DISABLEKIOSK" = "Vypíná se stánkový režim";
"KIOSKRESTART" = "Mění se nabídka Apple.";
"MSG_KIOSKRESTART" = "Změny ve zobrazování položek Apple nabídky Restart, Vypnout a Odhlásit se uplatní až po restartu počítače.\nPřejete si restartovat počítač nyní?";
"HIDEBUTSESSION" = "Skrývají se tlačítka v Okně přihlášení";
"SHOWBUTSESSION" = "Zobrazují se tlačítka v Okně přihlášení";
"INFOLOGIN" = "Mění se zobrazování informací v Okně přihlášení";
"SHOWADMINUSERS_YES" = "Přidávají se správci do Okna přihlášení";
"SHOWADMINUSERS_NO" = "Odebírají se správci z Okna přihlášení";
"SHOWLOCALUSERS_YES" = "Přidávají se standardní uživatelé do Okna přihlášení";
"SHOWLOCALUSERS_NO" = "Odebírají se standardní uživatelé z Okna přihlášení";
"SHOWNETWORKUSERS_YES" = "Přidávají se síťoví uživatelé do Okna přihlášení";
"SHOWNETWORKUSERS_NO" = "Odebírají se síťoví uživatelé z Okna přihlášení";
"SETBOOT" = "Nastavuje se startovací režim";
"ALRT_BOOT" = "Vybral jste startovací režim: jednouživatelský.";
"MSG_BOOT" = "Při dalším restartu, počítač nespustí program Finder a nezobrazí se Plocha. \nPro návrat do normálního startovacího režimu, zadejte příkaz: nvram boot-args='' ''";
"REINIT_LOGIN" = "Přestavují se vlastnosti Okna přihlášení";

"INDEXING_YES" = "Zapíná se indexování startovacího disku";
"INDEXING_NO" = "Vypíná se indexování startovacího disku";
"DELETE_SPOTLIGHTINDEX" = "Deleting the Spotlight index of the startup disk";
"DICTSPOTLIGHT_YES" = "Zapíná se vyhledávání Spotlight ve slovníku (Dictionary)";
"DICTSPOTLIGHT_NO" = "Vypíná se vyhledávání Spotlight ve slovníku (Dictionary)";
"CALCSPOTLIGHT_YES" = "Zapíná se kalkukačka ve Spotlight";
"CALCSPOTLIGHT_NO" = "Vypíná se kalkukačka ve Spotlight";
"HIDE_SPOTLIGHTICN" = "Vypíná se zobrazení ikony Spotlight v řádce nabídek";
"SHOW_SPOTLIGHTICN" = "Zapíná se zobrazení ikony Spotlight v řádce nabídek";
"REINIT_SPOTLIGHT" = "Mění se parametry Spotlight";

"VERIFYDMG_YES" = "Zapíná se ověřování obrazů disku";
"VERIFYDMG_NO" = "Vypíná se ověřování obrazů disku";
"FORMATDMG_YES" = "Přidávají se další formáty obrazů disků";
"FORMATDMG_NO" = "Odstraňují se další formáty obrazů disků";
"DEBUGDU_YES" = "Zapíná se zobrazování ladící nabídka v Obsluze disků";
"DEBUGDU_NO" = "Vypíná se zobrazování ladící nabídka v Obsluze disků";
"VERIFYBURN_YES" = "Zapíná se ověřování disku po vypálení";
"VERIFYBURN_NO" = "Vypíná se ověřování disku po vypálení";
"HELPFLOAT_NO" = "Vypíná se režim plovoucího okna v aplikaci Help Viewer";
"HELPFLOAT_YES" = "Zapíná se režim plovoucího okna v aplikaci Help Viewer";
"ICONHELP_NO" = "Vypíná se zobrazování ikony v Doku a přepínači aplikací aplikace Help Viewer";
"ICONHELP_YES" = "Zapíná se zobrazování ikony v Doku a přepínači aplikací aplikace Help Viewer";
"DEBUGHELP_NO" = "Vypíná se ladící nabídka a aplikaci Help Viewer";
"DEBUGHELP_YES" = "Zapíná se ladící nabídka a aplikaci Help Viewer";
"X11ALERTQUIT_NO" = "Vypíná se zobrazování upozornění při ukončování aplikace X11";
"X11ALERTQUIT_YES" = "Zapíná se zobrazování upozornění při ukončování aplikace X11";
"APP_X11" = "Mění se aplikace po spuštění X11";
"SSBONJOUR_YES" = "Zapíná se prohlížeč Bonjour ve Sdílení obrazovky";
"SSBONJOUR_NO" = "Vypíná se prohlížeč Bonjour ve Sdílení obrazovky";
"SSTOOLBAR_YES" = "Zapíná se zobrazování celého řádku nástrojů ve Sdíení obrazovky";
"SSTOOLBAR_NO" = "Vypíná se zobrazování celého řádku nástrojů ve Sdíení obrazovky";
"DASHBOARD_YES" = "Zapíná se Dashboard";
"DASHBOARD_NO" = "Vypíná se Dashboard";
"DEVMODE_YES" = "Zapíná se vývojářský režim Dashboard";
"DEVMODE_NO" = "Vypíná se vývojářský režim Dashboard";
"RIPPLE_YES" = "Zapíná se efekt vlny při přidání nové pomůcky do Dashboardu";
"RIPPLE_NO" = "Vypíná se efekt vlny při přidání nové pomůcky do Dashboardu";
"DEBUGARD_YES" = "Zapíná se zobrazování ladící nabídka Apple Remote Desktop";
"DEBUGARD_NO" = "Vypíná se zobrazování ladící nabídka Apple Remote Desktop";
"DEBUGICAL_YES" = "Zapíná se zobrazování ladící nabídka iCal";
"DEBUGICAL_NO" = "Vypíná se zobrazování ladící nabídka iCal";
"DATADETECTICHAT_NO" = "Vypíná se rozpoznávaní dat v aplikaci iChat";
"DATADETECTICHAT_YES" = "Zapíná se rozpoznávaní dat v aplikaci iChat";
"FOCUSTERMINAL_YES" = "Zapíná se přepínání do okna Terminálu";
"FOCUSTERMINAL_NO" = "Vypíná se přepínání do okna Terminálu";
"ASINSPECTOR_YES" = "Zapíná se AppleScript Inspector v aplikaci Interface Builder";
"ASINSPECTOR_NO" = "Vypíná se AppleScript Inspector v aplikaci Interface Builder";
"REINIT_MISC" = "Přestavují se různé skryté vlastnosti";

"NO_SN" = "Sériové číslo nebylo nastaveno. \nMožná byla vyměněna základní deska.";
"PURGE_MEMORY" = "Čistí se neaktivní paměť";
"DISABLE_SWAP" = "Vypíná se virtuální paměť";
"ENABLE_SWAP" = "Zapíná se virtuální paměť";
"MODIF_JOURNAL" = "Mění se stav žurnálování disku HFS+";
"JOURNAL_YES" = "Zapíná se žurnálování na disku HFS+";
"JOURNAL_NO" = "Vypíná se žurnálování na disku HFS+";
"SHOW_MINIPROFILE" = "Zobrazuje se zkrácený profil";
"SHOW_BASICPROFILE" = "Zobrazuje se základní profil";
"SHOW_FULLPROFILE" = "Zobrazuje se úplný profil";
"SAVE_MINIPROFILE" = "Ukládá se zkrácený profil";
"SAVE_BASICPROFILE" = "Ukládá se základní profil";
"SAVE_FULLPROFILE" = "Ukládá se úplný profil";
"PROFILE_SAVED" = "Profil byl uložen";
"MSG_XMLSAVED" = "Profil vašeho stoje a jeho programového vybavení byl uložen ve formátu XML (.spx) na Plochu.";
"MSG_TXTSAVED" = "Profil vašeho stoje a jeho programového vybavení byl uložen v textovém formátu (.txt) na Plochu.";

"DEL_LOG" = "Mažou se záznamy OnyX";
"NEWLOG" = "Byly vytvořeny nové záznamy…";
"DEL_REPORTS" = "Mažou se záznamy Reportéra havárií OnyX";

"BAD_SYSTEM" = "OnyX nepracuje s touto verzí Mac OS.";
"GOOD_SYSTEM" = "Tato verze aplikace OnyX pracuje pouze s Mac OS X verze 10.6 (Snow Leopard).";
"BADPASS" = "Jméno nebo heslo, které jste zadali, je nesprávný.";
"MSG_BADPASS" = "Zkuste zadat své údaje znovu.";

"ERROR" = "Chyba: ";
"MSG_NOSCRIPTLOG" = "Tyto skripty údržby nebyly pravděpodobně nikdy vykonány.";
"ERR_ONYXLOG" = "Systémové záznamy OnyX byly vypnuty.";
"MSG_ONYXLOG" = "Možná jste nastavil vlastní formát Datumu a času v systémových předvolbách. Chyba systému zabránila zápisu do systémových záznamu OnyX.";
"ERR_UPDLOCATE" = "Při přestavbě databáze locate byla zjištěna chyba.";
"ERR_UPDWHATIS" = "Při přestavbě databáze whatis byla zjištěna chyba.";
"NOT_FOUND" = "Nebyla nalezena žádná položka";
"ERR_INFOJOURNAL" = "Při načítání údajů o žurnálování byla zjištěna chyba.";
"ERR_ENABLEJOURNAL" = "Při zapínání žurnálování byla zjištěna chyba.";
"ERR_DISABLEJOURNAL" = "Při vypínání žurnálování byla zjištěna chyba.";
"ERR_LOAD" = "Chyba při načítání.";
"ERR_DEVTOOLS" = "Vyskytla se chyba při instalaci panelu předvoleb.";
"ERR_SYNTAX" = "Chyba syntaxe v následujících souborech:";
"ERR_DSSTORE" = "Při mazání souborů .DS_Store byla zjištěna chyba.";
"MSG_DSSTORE" = "Klepněte na tlačítko Volby a ověřte cestu.";
"ERR_DATAENTRY" = "Chyba při zadávání údajů.";
"ERR_NONAME" = "Není zadáno žádné jméno. Prosím zadejte správné jméno.";
"ERR_POINTNAME" = "Zadané jméno začíná tečkou. Soubory začínající tečkou jsou pro systém skryté. Zadejte prosím jiné jméno.";
"NO_ANIMDESKTOP" = "Žádné pozadí plochy nebylo vybráno.";
"CHOOSE_ANIMDESKTOP" = "Vyberte prosím pozadí plochy a klepněte na spustit.";
"MSGLOGIN" = "Zpráva neregistrováno.";
"ERR_MSGLOGIN" = "Možná používáte speciální nepovolené znaky. Změňte prosím svoji zprávu a zkuste to znovu…";
"ERR_UPDATE" = "Při vyhledávání aktualizace aplikace OnyX byla zjištěna chyba.";
"ERR_UPDATERETRY" = "Při vyhledávání aktualizace aplikace OnyX byla zjištěna chyba. Webové sídlo je dočasně nedostupné nebo nejste připojen k Internetu. Zkuste to prosím později.";
"NO_FILE" = "Neexistujicí soubor";
"NOCOMMAND" = "Není vybrán žádný příkaz…";
"SELECT_COM" = "Vyberte prosím příkaz ze seznamu nebo zadejte příkaz do vyhledávacího pole.";
"NO_MAN" = "Pro tento příkaz není v nápovědě žádný záznam: ";
"UNKNOWN_COM" = "Neznámý příkaz nebo zadání.";
"EMPTY_LIST" = "Prázdný seznam.";
"NO_SELECTION" = "Není vybrána žádná položka";
"MSG_NOCASE" = "Označte prosím alespoň jednu položku a poté to zkuste znovu.";
"ERR_TYPEPROFILE" = "Neznámý profil.";
"MSG_TYPEPROFILE" = "Vyberte prosím styl profilu…";
"ERR_FORMATPROFILE" = "Neznámý formát.";
"MSG_FORMATPROFILE" = "Vyberte prosím formát profilu…";
"MSG_SAVEPROFILE" = "Chyba při ukládání profilu vaší konfigurace.";
"NO_LOGONYX" = "Záznamy OnyX (~/Knihovna/Logs/OnyX.log) nebyl nalezen. Pravděpodobně byl smazán.";
"BAD_CRASHONYX" = "Vybraný soubor není diagnostickou zprávu OnyX nebo byl přejmenován.";

"ALRT" = "Výstraha!";
"ALRT_HIDEDISK" = "Skutečně si přejete skrýt startovací disk?";
"ALRT_FINDER" = "OnyX znovu spustí program Finder. Ověřte, že se neprovádí žádná operace (kopírování nebo přesouvání souborů, vysypávání koše…) a klepněte na Pokračovat.";
"ALRT_SYSTEMUISERVER" = "OnyX znovu spustí proces SystemUIServer. Tento proces zobrazuje ikony umístěné napravo v řádku nabídek.";
"ALRT_APPS" = "OnyX může vynutit ukončení některých aplikací. Ověřte, že neprobíhá žádná operace, že jsou vaše dokumenty uloženy a klepněte na Pokračovat.";
"ALRT_ALLAPPS" = "Aplikace OnyX ukončí všechny otevřené aplikace.";
"ALRT_FINDERAPPS" = "OnyX může vynutit ukončení programu Finder a některých aplikací. Ověřte, že neprobíhá žádná operace, že jsou vaše dokumenty uloženy a klepněte na Pokračovat.";
"ALRT_RESTOREDOCK" = "OnyX obnoví a restartuje Dok. Parametry budou obnoveny a zobrazení bude stejné jako když byl OnyX poprvé spuštěn.";
"ALRT_REINITDOCK" = "OnyX obnoví parametry Doku a spusí ho znovu.";
"ALRT_DOCK" = "OnyX znovu spustí Dok.";
"ALRT_SAFARI" = "OnyX vynutí ukončení aplikace Safari. Ověřte, že neprobíhá žádné kopírování a klepněte na Pokračovat.";
"ALRT_ITUNES" = "OnyX vynutí ukončení aplikace iTunes. Ověřte, že se neprovádí žádná operace a klepněte na Pokračovat.";
"ALRT_DU" = "OnyX vynutí ukončení aplikace Obsluha disků. Ověřte, že se neprovádí žádná operace a klepněte na Pokračovat.";
"ALRT_TERM" = "OnyX vynutí ukončení aplikace Terminal. Ověřte, že se neprovádí žádná operace a klepněte na Pokračovat.";
"ALRT_QTPLAYER" = "OnyX vynutí ukončení aplikace QuickTime Player. Ověřte, že se neprovádí žádná operace a klepněte na Pokračovat.";
"ALRT_MAIL" = "OnyX vynutí ukončení aplikace Mail. Ověřte, že se neprovádí žádná operace a klepněte na Pokračovat.";
"ALRT_ARD" = "OnyX vynutí ukončení aplikace Apple Remote Desktop. Ověřte, že se neprovádí žádná operace a klepněte na Pokračovat.";
"ALRT_ICAL" = "OnyX vynutí ukončení aplikace iCal. Ověřte, že se neprovádí žádná operace a klepněte na Pokračovat.";
"ALRT_ICHAT" = "OnyX vynutí ukončení aplikace iChat. Ověřte, že se neprovádí žádná operace a klepněte na Pokračovat.";
"ALRT_HELPVIEWER" = "OnyX vynutí ukončení aplikace Help Viewer. Ověřte, že se neprovádí žádná operace a klepněte na Pokračovat.";
"ALRT_X11" = "OnyX vynutí ukončení aplikace X11. Ověřte, že se neprovádí žádná operace a klepněte na Pokračovat.";
"ALRT_SS" = "OnyX vynutí ukončení aplikace Sdílení obrazovky. Ověřte, že se neprovádí žádná operace a klepněte na Pokračovat.";
"ALRT_IB" = "OnyX vynutí ukončení aplikace Interface Builder. Ověřte, že se neprovádí žádná operace a klepněte na Pokračovat.";

"APPLE" = "od Apple Inc.";
"BARRIERE" = "od Joël Barrière";
"MARCHAND" = "od Jérémy Marchand";
"PETERSEN" = "od Dirk Petersen";
"BESSON" = "od Mathieu Besson";
"KINO" = "od Nato Kino";
"BENNETT" = "od Francisco O. Bennett";
"IDIART" = "od Dominique Idiart";
"BLOIS" = "od Jonathan Blois";
"BOUKARABILA" = "od Karim Boukarabila";
"HEUVEL" = "od Vincent van den Heuvel";
"HAWTIN" = "od Michael Hawtin";
"WONDRACK" = "od James Wondrack";
"TOOHEY" = "od Will Toohey";
"COLASHEEP" = "od Cola Sheep";
"RAZAN" = "od John D. Razan";
"J2MC" = "od Jose Juan Medina Cabrera";
"RHINEHART" = "od Brian Rhinehart";
"TOM" = "od Tom";
"LANHAM" = "od David Lanham";

"UNINSTALL_ONYX" = "Skutečně si přejete odinstalovat aplikaci OnyX a všechny součásti vzniklé během instalace a používání aplikace?";
"QUIT_ONYX" = "Skutečně si přejete ukončit aplikaci OnyX?";
